[
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 0,
    "pages": [
      1
    ],
    "text": "Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records\n\nBy JOSHUA D. ANGRIST*\n\nThe randomly assigned risk of induction generated by the draft lottery is used to construct estimates of the effect of veteran status on civilian earnings. These estimates are not biased by the fact that certain types of men are more likely than others to service in the military. Social Security administrative records indicate that in the early 1980s, long after their service in Vietnam was ended, the earnings of white veterans were approximately 15 percent less than the earnings of comparable nonveterans. (JEL 824)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 1,
    "pages": [
      1
    ],
    "text": "A central question in the debate over mili- tary manpower policy is whether veterans are adequately compensated for their service. The political process clearly reflects the de- sire to compensate veterans: since World War II, millions of veterans have enjoyed benefits for medical care, education and training, housing, insurance, and job place- ment. Recent legislation provides additional benefits for veterans of the Vietnam era. Yet, academic research has not shown conclu- sively that Vietnam (or other) veterans are worse off economically than nonveterans. Many studies find that Vietnam veterans earn less than nonveterans, but others find posi- tive effects, or effects that vary with age and"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 2,
    "pages": [
      1
    ],
    "text": "*Department of Economics, Harvard University, Cambridge, MA 02138. Grateful thanks go to Warren Buckler, Cresston Smith, Ada Enis, and Bea Matsui for their assistance in producing the Social Security data; to Chester Bowie for his help in producing the SIPP data; and to Mike Dove for providing DMDC administrative records. Special thanks also go to David Card and Whitney Newey, from whose instruction and comments I have benefited greatly, and to Alan Krueger and an anonymous referee, whose careful reviews of an earlier draft led to substantial improvement. Data collection for this project was funded by the Princeton Industrial Relations Section. Funds for computation and financial support of the author were provided by the Industrial Relations Section, the Princeton Department of Eco- nomics, the Sloan Foundation, and the Olin Founda- tion.\n\n313\n\nschooling. Regarding the general position of veterans, a member of the Twentieth Cen- tury Fund's Task Force on Policies Toward Veterans concludes that \"Within any age group, veterans have higher incomes, more education, and lower unemployment rates than their nonveteran counterparts.\"'"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 3,
    "pages": [
      1
    ],
    "text": "The goal of this paper is to measure the long-term labor market consequences of mil- itary service during the Vietnam era. Previ- ous research comparing civilian earnings by veteran status may be biased by the fact that certain types of men are more likely to serve in the armed forces than others. For exam- ple, men with relatively few civilian opportu- nities are probably more likely to enlist. Es- timation strategies that do not control for differences in civilian earnings potential will incorrectly attribute lower civilian earnings of veterans to military service. The research reported here overcomes such statistical problems by using the Vietnam era draft"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 4,
    "pages": [
      1
    ],
    "text": "'The quote is from Michael Taussig (1974, p. 51). Legislation pertaining to veterans benefits is outlined in Veterans Administration (1984) and in other annual reports of the Veterans Administration. Studies by Sherwin Rosen and Paul Taubman (1982), Saul Schwartz (1986), and Jon Crane and David Wise (1987) find that Vietnam veterans earn less than nonveterans. Dennis DeTray (1982) and Mark Berger and Barry Hirsch (1983) find some positive effects for different age and schooling classes, and Veterans Administration (1981a) researchefs find an overall positive effect.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n314 THE AMERICAN ECONOMIC REVIEW JUNE 1990\n\nTHE AMERICAN ECONOMIC REVIEW\n\nJUNE 1990\n\ntary.2"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 5,
    "pages": [
      2
    ],
    "text": "Section IV tests the hypothesis that veter- ans earn less than nonveterans because they have less civilian labor market experience. Results in this section suggest that the earn- ings loss to white veterans is equivalent to a loss of two years of civilian labor market experience. Section V reviews some of the potential pitfalls in estimation based on the draft lottery. Section VI offers conclusions and indicates directions for future research.\n\nlotteries to set up a natural experiment that\n\nrandomly influenced who served in the mili-\n\nSection I describes the Social Security ad- ministrative records used in the empirical work and provides background on the draft lotteries. In each lottery, priority for induc- tion was determined by a Random Sequence Number (RSN) from 1-365 that was as- signed to birthdates in the cohort being drafted. Men were called for induction by RSN up to a ceiling determined by the De- fense Department, and only men with lottery numbers below the ceiling could have been drafted. Therefore, men with lottery num- bers below the ceiling are referred to here as \"draft-eligible.\""
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 6,
    "pages": [
      2
    ],
    "text": "The empirical analysis begins in Section II with estimates of the effect of draft eligibility on earnings. If draft eligibility is correlated with veteran status but uncorrelated with other variables related to earnings, then earnings differences by draft-eligibility status can be attributed to military service. In Sec- tion III, information on the proportions of draft-eligible and draft-ineligible men who actually served in the military is used to convert estimates of the effect of draft eligi- bility into estimates of the effect of military service. The assumptions underlying this procedure are those that justify instrumental variables estimation; in principle, any func- tion of the RSN provides a legitimate instru- ment for veteran status. In the second part of Section III, an instrumental variables esti- mation strategy is developed which is more efficient than one based solely on draft-eligi- bility status. Results in Section III indicate that white veterans earn approximately 15 percent less than nonveterans as much as ten years after their discharge from the military."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 7,
    "pages": [
      2
    ],
    "text": "2A candid assessment of the problems caused by nonrandom selection for military service is given by Crane and Wise (1987), who note they were unable to use econometric sample selection models to generate robust estimates of the effects of military service on civilian earnings. The first researchers to use the lottery to solve the selection problem were Norman Hearst, Tom Newman, and Stephen Hulley (1986), who present lottery-based estimates of delayed effects of military service on mortality.\n\nI. Background and Data\n\nA. National Random Selection3\n\nThere were five draft lotteries during the Vietnam War period. The 1970 lottery cov- ered 19- to 26-year-old men born in 1944-50, although most of the men drafted in 1970 were born in 1950. Other lotteries were re- stricted to 19- and 20-year-olds. The 1971 lottery covered men born in 1951, the 1972 lottery covered men born in 1952, and so on, through 1975. However, no one was drafted after 1972, and congressional conscription authority expired in July 1973."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 8,
    "pages": [
      2
    ],
    "text": "Draft lottery RSNs were randomly as- signed in a televised drawing held a few months before men reaching draft age were to be called.4 Draft-eligibility ceilings-RSN 195 in 1970, RSN 125 in 1971, and RSN 95 in 1972-were announced later in the year, once Defense Department manpower needs were known. As a consequence of this delay, many men with low numbers volunteered for the military to avoid being drafted and to improve their terms of service (Angrist 1989b). There was even a behavioral re- sponse to the lottery in enlistment rates for the 1953 cohort, although no one born in 1953 was drafted. In the analysis that fol- lows, the \"draft-eligibility ceiling\" for men born in 1953 is set at RSN 95, the highest lottery number called in 1972.\n\n3This section draws on Curtis Tarr (1981) and the Selective Service System (1986).\n\n4Men born from 1944-49 were already of draft age when the 1970 lottery was held on December 1, 1969. For nonveterans in this group, subsequent liability for service was determined by 1970 lottery numbers.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 9,
    "pages": [
      3
    ],
    "text": "VOL. 80 NO. 3 A NGRIST: LIFETIME EA RNINGS A ND VIETNA M ERA DRA FT LOTTER Y 315\n\n315\n\nOnly the initial selection process was based on RSN order. Subsequent selection from the draft-eligible, nondeferred pool was based on a number of criteria. The most important screening criteria were the pre- induction physical examination and a mental aptitude test. In 1970, for example, half of all registrants failed pre-induction examina- tions and 20 percent of those who passed were eliminated by physical inspections con- ducted at induction (Selective Service Sys- tem, 1971). Of course, the fact that armed forces selection criteria were ultimately not random does not mean that the initial prior- ity for induction was not randomly assigned by RSN."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 10,
    "pages": [
      3
    ],
    "text": "The year 1970 was the last time men over the age of 20 were drafted. In principle, nonveterans born between 1944 and 1949 continued to be at risk of induction in the 1970 lottery, but the majority of men who ended up serving from these cohorts had already entered the military by the time of the 1970 lottery drawing. Veterans born from 1944-49 who managed to avoid service until 1970 may not constitute a representative sample. Therefore, the analysis here is re- stricted to men who turned 19 in the year they were at risk of induction. This sample includes men who were born between 1950 and 1953.\n\nB. Social Security Earnings Data"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 11,
    "pages": [
      3
    ],
    "text": "Earnings data used in this study are drawn from the Social Security Administration's (SSA) Continuous Work History Sample (CWHS). The CWHS data set, described in detail in the Appendix, is a one percent sample drawn from all possible Social Secu- rity numbers. The CWHS includes two earn- ings series: the first contains information on the 1964-84 earnings of men in employment covered by FICA (Social Security) up to the Social Security taxable maximum. It also includes FICA taxable earnings from self- employment. The second series, beginning in 1978, contains total compensation as re- ported on Internal Revenue Service Form W-2, excluding earnings from self-employ- ment. In principle, the W-2 earnings data are neither censored nor limited to earnings from\n\nSocial Security taxable employment. How- ever, because SSA procedures for the collec- tion of W-2 forms are relatively new, W-2 earnings data are probably less reliable than the FICA data."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 12,
    "pages": [
      3
    ],
    "text": "The original CWHS data set does not contain information on date of birth. SSA programmers matched date of birth vari- ables to the CWHS in a special extract cre- ated for this project. Lottery numbers were then matched to dates of birth, using tables published in the 1969-73 Semiannual Re- ports of the Director of Selective Service.\n\nThe Internal Revenue Service limits dis- closure of data collected for tax purposes. To adhere to these disclosure requirements, the SSA could release only aggregate data. The aggregate data set contains sample statistics for cells defined by year of earn- ings, year of birth, race, and five consecutive lottery numbers. Cell statistics include means, variances, fraction with earnings equal to the taxable maximum, fraction with earnings above the taxable maximum, frac- tion with zero earnings, and number of ob- servations in each cell.\n\nII. The Effect of Draft Eligibility on Earnings\n\nFigure 1 shows the history of FICA tax- able earnings for draft lottery participants born between 1950 and 1953. For each co- hort there are two lines drawn: one for draft-eligible men, and one for men with lottery numbers that exempted them from the draft."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 13,
    "pages": [
      3
    ],
    "text": "The impact of draft eligibility on the earn- ings profiles is striking. There appears to be no difference in earnings until the year of conscription risk in the draft lottery. Subse- quently, the earnings of draft-eligible white men born in 1950-52 fall below the earnings of draft-ineligible white men born in 1950- 52. The earnings of draft-eligible nonwhites also fall below the earnings of other non-\n\n5Eamings are in 1978 dollars. The deflator used for all tabulations is the CPI on p. 313 of The Economic Report of the President (Council of Economic Advisors, 1988).\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n316\n\nTHE AMERICAN ECONOMIC REVIEW\n\n316 THE AMERICAN ECONOMIC REVIEW JUNE 1990\n\n3000 - 2000- <. D . o 1000- * 0' U - 2000 - -3000 - 0.08 -0.04 0 0.04 0.08 0.12 0.16 PROBABILITY RESIDUAL"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 14,
    "pages": [
      4
    ],
    "text": "Notes: The figure plots the history of FICA taxable earnings for the four cohorts born 1950-53. For each cohort, separate lines are drawn for draft-eligible and draft-ineligible men. Plotted points show average real (1978) earnings of working men born in 1953, real earnings + $3000 for men born in 1950, real earnings + $2000 for men born in 1951, and real earnings + $1000 for men born in 1952.\n\nFIGURE 1. SOCIAL SECURITY EARNINGS PROFILES BY DRAFT-ELIGIBILITY STATUS\n\nwhites, but the gap appears to narrow and become positive for some nonwhite cohorts in later years. The fact that earnings do not differ by draft-eligibility status before the lotteries is a consequence of the random assignment of draft eligibility. The only thing that distinguishes draft-eligible men from draft-ineligible men is the higher conscrip- tion risk faced by eligible men after the lottery."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 15,
    "pages": [
      4
    ],
    "text": "Figure 2 presents a magnified view of the effect of draft eligibility on earnings. This figure plots the time-series of differences in earnings by draft-eligibility status for each cohort. As in Figure 1, Figure 2 shows no difference during the years before the year of conscription risk, while in subsequent years, the earnings histories diverge. Figure 2 also shows that the loss of earnings to draft-eligi- ble white men was largest during the period they were most likely to be in the service.\n\nHowever, the earnings of draft-eligible white men continued to lag behind the earnings of draft-ineligible white men through 1984.\n\nThe picture for nonwhites is less clear. The earnings of draft-eligible nonwhites born in 1950 and 1951 exceed those of draft- ineligible nonwhites in some of the later years. On the other hand, for nonwhites born in 1952, time-series variation in earnings differences by eligibility status is similar to that of whites. The general impression for the three older cohorts of nonwhites is that the earnings of draft-eligible men at least had caught up with the earnings of draft-in- eligible men by 1984."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 16,
    "pages": [
      4
    ],
    "text": "Earnings of white men born in 1953 do not appear to differ by draft-eligibility sta- tus. The earnings of draft-eligible nonwhites born in 1953 generally exceed the earnings of nonwhites who were not draft-eligible. Differences between the effect of draft eligi-\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nVOL. 80 NO. 3 ANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY 317\n\n317\n\nuJ z uA X LL LL_ 0- 0- I- Z~~~~~~ ____ ___ _ _ _ _ _ _ _ - , ,- _ _ -_ Z 2 W 0- 4-4 I- 0B 1951 < ui IJJ 6668 70 7274 76 78 8082 84 z 66 68 70 7274 76 78 808284 YEAR YEAR COHORT BORN 1950 rel(1978 dollars. BORN 1951 FIGUR 2T1.L -k 0IFREC INi EANIG BY DRF-LGBLT STATUS BORN 1952 -- BORN 1953\n\nNotes: The figure plots the difference in FICA taxable earnings by draft-eligibility status for the four cohorts born 1950-53. Each tick on the vertical axis represents $500 real (1978) dollars.\n\nFIGuRE 2. THE DIFFERENCE IN EARNINGS By DRAFT-ELIGIBILITY STATUS"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 17,
    "pages": [
      5
    ],
    "text": "bility on men born in 1953 and the effect on the three older cohorts might be explained by the transition to an All-Volunteer Force in 1973. Men who volunteer for the military are probably less likely than draftees to suf- fer a career disadvantage from their service.\n\nEstimates of the effect of draft eligibility are reported in Table 1 for both FICA earn- ings and W-2 earnings. Standard errors asso- ciated with the estimates are reported in parentheses. The statistics in Table 1 show that the loss in FICA earnings to draft-eli- gible white men is sometimes statistically significant and amounts to 2-3 percent of earnings. Estimated W-2 earnings losses are similar, but tend to be larger and more vari- able than the estimated losses in FICA earn- ings. In contrast, differences in earnings by draft-eligibility status for nonwhites rarely exceed their standard errors.\n\nElsewhere (Angrist 1989c), I have shown that draft-eligible white men are less likely to have earnings above the FICA taxable maximum than draft-ineligible white men."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 18,
    "pages": [
      5
    ],
    "text": "The effect of draft eligibility on nonwhites' probability of being at the taxable maxi- mum, although imprecisely measured, also appears to go in the same direction as the effect of draft eligibility on mean earnings. These results are worth noting because, when the effect of draft eligibility on the probabil- ity of being censored has the same sign as the effect on earnings, estimates tabulated using censored data tend to underestimate the true effect.6\n\nSThe effect of censoring on estimated treatment ef- fects is discussed in the appendix. Angrist (1989c) also reports estimates of the effect of draft eligibility on the probability of having no recorded earnings. These tabu- lations indicate that draft-eligible whites were somewhat more likely to have had FICA earnings during the years in which they were in the service, and that draft-eligible nonwhites are more likely to have had no earnings in recent years. There is no statistically significant evi- dence for either race, however, of any lasting effect of draft eligibility on the probability of having zero earn- ings."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 19,
    "pages": [
      5
    ],
    "text": "This content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 20,
    "pages": [
      6
    ],
    "text": "318\n\nTHE AMERICAN ECONOMIC REVIEW\n\n318 THE A MERICAN ECONOMIC REVIEW JUNE 1990\n\nTABLE 1-DRAFT-ELIGIBILITY TREATMENT EFFECTS FOR EARNINGS"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 21,
    "pages": [
      6
    ],
    "text": "Whites Year FICA Taxable Earnings Total W-2 Compensation 1950 1951 1952 1953 1950 1951 1052 1953 66 67 —21.8 (14.9) -8.0 13.1 (18.2) (16.4) 68 —149 12.3 -89 69 (24.2) (19.5) (192) 20 18.7 114 -40 70 (34.5) (26.4) (22.7) (18.3) —233.8 —44.8 —.0 329 n (39.7) (36.7) (29.3) (24.2) —3259 —298.2 —294 27.6 (46.6) (41.7) (40.2) (30.3) 72 —203.5 —197.4 —261.6 (55.4) (5L1) (46.8) (42.9) 73 —226.6 —228.8 357.7 —56.5 74 (67.8) (61.6) (56.2) (54.8) —243.0 —1554 —402.7 -15.0 5 (8L.4) —295.2 (75.3) -99.2 (68.3) —304.5 (68.1) —283 (94.4) (89.7) (85.0) (79.6) 76 —314.2 —86.8 —370.7 —1455 (106.6) (102.9) (98.2) (93.0) 77 —262.6 (117.9) —2742 (1122) —396.9 (111.1) —855 (107.1) 78 79 —205.3 132.7) —203.8 (127.0) —467.1 (127.3) —65.3 a»n) 1,059.3 (2,159.3) 233 (1,609.4) 1753 (1,567.9) 1,974.5 (912.1) —263.6 —60.5 —236.8 89.2 —1,588.7 5236 —580.8 —5579 (160.5) (1523) (153.9) (148.7) (1,575.6) (1,590.5) (736.7) (750.1) 80 —339.1 2679 —3121 -938 1,028. 85.6 —581.3 —428.7 81 (183.2) (175.3) (178.2) (170.7) (756.8) (599.8) (309.1) (341.5) —4358 —3583 —342.8 343 —589.6 71.6 —440.5 —109.5 82 83 (210.5) 320.2 (203.6) 117.3 (206.8) —2351 (199.0) 294 (299.4) —305.5 (423.4) =72 (265.0) —514.7 (245.2) 18.7"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 22,
    "pages": [
      6
    ],
    "text": "(235.8) —349.5 (229.1) —314.0 (2323) —437.7 (222.6) —96.3 (345.4) —512.9 (372.1) —896.5 (296.5) 915.7 (281.9) 30.1 (261.6) (2532) (257.5) (248.7) (4412) (426.3) (395.2) (318.1) 84 —484.3 —398.4 —436.0 —228.6 1,143.3 —809.1 —1767.2 —164.2 (286.8) (2792) (281.9) 272 (4922) (380.9) (376.0) (366.0)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 23,
    "pages": [
      6
    ],
    "text": "where f,B is a cohort effect, at iS a period effect common to all cohorts, and uit is a residual. The coefficient a is the effect of military service on civilian earnings. If si is correlated with the unobserved components of the earnings equation, then a will not be consistently estimated by Ordinary Least Squares (OLS). For example, correlation be- tween si and u,, may arise because the armed forces' eligibility criteria are correlated with earnings, but not accounted for by the econometrician, or because veterans are\n\nIII. The Effect of Military Service on Earnings\n\nA. Estimates Using Draft Eligibility\n\nEstimates of the effects of military service are based on a simple linear model for earn- ings. Denote the earnings of man i in cohort c at time t by Yd, and let si be an indicator of veteran status. Then we may write\n\n(1) ycti ==AC + at + sia + uit\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nVOL. 80 NO. 3 ANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY 319\n\nTABLE 1-CONTINUED Nonwhites"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 24,
    "pages": [
      7
    ],
    "text": "Year FICA Taxable Earnin Total W-2 Compensation 1950 1951 1952 1953 1950 1951 1952 1953 66 —11.8 (27.6) 67 129 (34.2) —-4.0 (30.6) 68 -295 (44.5) -62 (37.3) -120 (35.0) 69 =51 67.8 34 -424 70 (66.8) -99.8 (53.4) 622 (43.4) 24.7 o 71 (18.5) (75.7) (62.2) (44.9) —164.8 —1443 -250 18.2 72 92.7) (86.4) (85.1) (60.7) —188.8 —156.7 —208.2 60.4 (113.6) (105.7) (1042) (92.8) 73 —85.7 —134.8 —175.6 115.5 74 137.7) —179.3 (127.0) 96.7 (129.0) —181.4 (119.4) 216.5 75 (165.0) (160.1) (155.6) (145.1) —190.3 —236.1 —183.7 111 76 (189.3) (186.8) (185.8) (166.9) —105.3 —333.7 —308.9 —46.4 (214.7) (215.4) (216.5) (199.3) 77 1124 —206.8 —2511 153.5 78 (238.5) (240.4) (248.5) (233.5) 163.6 —108.6 —424.9 3819 —1,1450 29782 —4,676.2 —482.7 79 (272.6) (269.2) (279.4) (275.7) (2,395.6) (2,869.6) (1,393.1) (2,206.0) 187.0 —210.3 —39L.7 3120 4,005.4 1,545.0 —494.7 —1,043.3 (317.2) (323.0) (3248) (326.3) (2,721.2) (2,1911) (2,683.8) (1,660.2) 80 203.2 48 —2126 3440 790.2 376.4 —2927 288.6 (363.1) (368.4) (372.5) (370.3) (648.1) (533.6) (440.9) (416.4) 81 5345 313 —305.8 7178 802.5 415.9 —2723 784.4 (413.5) (419.1) (429.1) (433.7) (524.6) (7451) (492.8) (503.1)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 25,
    "pages": [
      7
    ],
    "text": "82 285.1 175.4 —262.5 810.4 326.0 —2443 —160.2 675.1 (4612) (471.6) (476.7) (486.3) (608.9) (647.8) (5%0.0) (564.1) 83 96.0 419.5 -1773 543.6 315. 2543 —53.6 462.3 (512.6) (538.1) (531.5) (523.2) (720.0) (7615) (643.4) (638.9) 84 76.8 -2231 —1233 641.3 —2874 —718.6 —288.0 827.3 (5482) (562.8) (568.5) (568.2) (804.0) (770 (721.0) (716.8)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 26,
    "pages": [
      7
    ],
    "text": "Notes: Standard errors in parentheses.\n\nThe table shows the difference in earnings by lottery-determined draft-eligibility status. Eligibility ceilings are RSN 195 for men born in 1950, RSN 125 for men born in 1951, and RSN 95 for men born in 1952 and 1953.\n\nEarnings data are from the Social Security Administration CWHS, described in the text and the Appendix.\n\n319\n\nself-selected on the basis of unobserved characteristics.\n\nThe draft lottery facilitates estimation of (1) because functions of randomly assigned lottery numbers provide instrumental vari- ables that are correlated with si, but orthog-\n\nonal to the error term, uir. For example, one such instrument is a dummy variable, di, that equals one if the ith individual was draft eligible. Suppose that attention is re- stricted to a single cohort. Then, use of d1 and a constant as instrumental variables\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n320\n\nTHE AMERICAN ECONOMIC REVIEW\n\n320 THE AMERICAN ECONOMIC REVIEW JUNE 1990\n\nleads to the following estimator for a.,\n\n(2) ?& = (ye - -n)/( pe _ pn)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 27,
    "pages": [
      8
    ],
    "text": "where A is the proportion of the cohort actually entering the military, - is mean earnings, and superscript e and superscript n denote the draft-eligible and draft-ineligi- ble samples. Note that the numerator of (2) consists of estimates of the effect of draft eligibility plotted in Figure 2.\n\nIntuitively, equation (2) simply adjusts earnings differences by draft-eligibility status for the fact that not all draft-eligible men actually served in the military, while some men who were not draft eligible voluntarily enlisted for service. The justification for esti- mation of the effects of military service in this manner is clear: it is assumed that noth- ing other than differences in the probability of being a veteran is responsible for differ- ences in earnings by draft-eligibility status. This formula may also be recognized as an application of Abraham Wald's (1940) grouping method, where the data have been grouped by draft-eligibility status. Applica- tions of this formula will therefore be re- ferred to here as \"Wald estimates.\""
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 28,
    "pages": [
      8
    ],
    "text": "In addition to draft-eligibility treatment effects, implementation of the Wald estima- tor requires estimates of pe and An. These estimates are tabulated from a special ver- sion of the 1984 Survey of Income and Pro- gram Participation (SIPP). The SIPP data used here were matched to an indicator of draft-eligibility status from information on birthdates included in the Census Bureau's in-house version of the SIPP file. Additional details on the SIPP data are provided in Section 7 of the Appendix.\n\nIn the upper panel of Table 2, the columns labeled pe and An show probabilities of veteran status tabulated using the SIPP. Be- cause of the small number of observations available for single-cohort statistics, each SIPP estimate is actually the average for three consecutive cohorts. For example, SIPP estimates assigned to men born in 1951 are based on data for men born in 1950, 1951, and 1952. The last column of Table 2, la- beled pe _ Apn, shows the difference in the probability of military service by draft-eligi- bility status. Estimates of the effect of draft"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 29,
    "pages": [
      8
    ],
    "text": "eligibility on veteran status for whites born 1950-52 range from 0.10 to 0.16. Thus, a rule of thumb for conversion of draft-eligi- bility treatment effects into estimates of the effects of military service is to multiply by 1/0.15 = 6 2/3.\n\nWald estimates of the effect of military service for selected cohorts and years are presented in Table 3. The sample is re- stricted to the subset of whites born 1950-52 because the results in Table 2 suggest that this is the group for whom draft eligibility is most likely to be a useful instrument. Earn- ings variables are for 1981-84 because the impact of military service in these years rep- resents a long-term effect. Furthermore, as a practical matter, both FICA and W-2 earn- ings data are likely to be more reliable in recent years-the FICA data because of in- creased employment coverage and the W-2 data because of improvements in data collec- tion procedures."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 30,
    "pages": [
      8
    ],
    "text": "Table 3 reports three sets of estimated draft-eligibility effects for use in the numera- tor of the Wald estimator. Column (1) pre- sents estimates for FICA earnings and col- umn (3) presents estimates for W-2 earnings; the figures in both of these columns are copied directly from Table 1. In addition, column (2) reports estimates for an earnings series constructed by applying a simple non-parametric correction for censoring to the FICA earnings data. The correction pro- cedure is described in detail in Section 6 of the Appendix. Briefly, data are adjusted for censoring by using the fraction with recorded earnings at the taxable maximum, combined with mean earnings above the taxable maxi- mum estimated from Current Population Surveys, to estimate population mean earn- ings from censored mean earnings. Note that the effects estimated using the adjusted data are usually bracketed by the effects esti- mated using the unadjusted FICA and W-2 data. Therefore, only Wald estimates con- structed from the adjusted data are reported in the table."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 31,
    "pages": [
      8
    ],
    "text": "Wald estimates for adjusted FICA earn- ings, reported in column (5) of Table 3, indicate that white veterans suffered an an- nual earnings loss of roughly $2000 constant (1978) dollars of $3,500 current dollars. This is approximately 15 percent of annual W-2\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\nTABLE 2-VETERAN STATUS AND DRAFT ELIGIBILITY\n\nWhites Data Set Cohort Sample P(Veteran) pe pn pe - -n SIPP(84)a 1950 351 0.2673 0.3527 0.1933 0.1594 (0.0140) (0.0325) (0.0233) (0.0400) 1951 359 0.1973 0.2831 0.1468 0.1362 (0.0127) (0.0390) (0.0180) (0.0429) 1952 336 0.1554 0.2310 0.1257 0.1053 (0.0114) (0.0473) (0.0146) (0.0495) 1953 390 0.1298 0.1581 0.1153 0.0427 (0.0106) (0.0339) (0.0152) (0.0372) DMDC/CWHSb 1950 16119 0.0633 0.0936 0.0279 0.0657 (0.0019) (0.0032) (0.0019) (0.0037) 1951 16768 0.1176 0.2071 0.0708 0.1362 (0.0025) (0.0053) (0.0024) (0.0059) 1952 17703 0.1515 0.2683 0.1102 0.1581 (0.0027) (0.0065) (0.0027) (0.0071) 1953 17749 0.1343 0.1548 0.1268 0.0280 (0.0026) (0.0053) (0.0029) (0.0060)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 32,
    "pages": [
      9
    ],
    "text": "Nonwhites Data Set Cohort Sample P(Veteran) pe pn pe_ ph SIPP (84)a 1950 70 0.1625 0.1957 0.1354 0.0603 (0.0292) (0.0699) (0.0491) (0.0854) 1951 63 0.1703 0.2014 0.1514 0.0500 (0.0292) (0.0827) (0.0448) (0.0940) 1952 52 0.1332 0.1449 0.1287 0.0161 (0.0275) (0.1040) (0.0373) (0.1105) 1953 55 0.1749 0.1980 0.1612 0.0367 (0.0305) (0.0865) (0.0470) (0.0984) DMDC/CWHSb 1950 5447 0.0417 0.0548 0.0271 0.0276 (0.0027) (0.0042) (0.0032) (0.0053) 1951 5258 0.0794 0.1173 0.0599 0.0574 (0.0037) (0.0076) (0.0040) (0.0086) 1952 5493 0.0953 0.1439 0.0794 0.0644 (0.0040) (0.0095) (0.0042) (0.0104) 1953 5303 0.0925 0.0984 0.0904 0.0080 (0.0040) (0.0079) (0.0046) (0.0092)\n\nNotes: Standard errors in parentheses. pe is the probability of being a veteran conditional on being draft eligible; p\" is the probability of being a veteran conditional on being ineligible."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 33,
    "pages": [
      9
    ],
    "text": "*Wave I, Panel I of the 1984 Survey of Income and Program Participation. Probabilities are for service in the Vietnam era. Estimates are weighted by the SIPP sampling weight and smoothed over 3 cohorts. Defense Manpower Data Center Administrative Records’ information on acces- sions, from 1970-73, combined with information on cohort size from the Social Security Administration Continuous Work History Sample.\n\nVOL. 80 NO. 3 ANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRA FT LOTTERY 321\n\ncompensation for white men between 1981 and 1984. The similarity of coefficient esti- mates across cohorts and years suggests that the Wald estimates provide a robust measure of the impact of military service. Taken indi- vidually, however, few of the estimates are\n\nstatistically significant at conventional levels.7\n\n7The'asymptotic standard error of the Wald esti- mates is derived from the limiting distribution of\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n322\n\nTHE AMERICAN ECONOMIC REVIEW\n\nJUNE 1990\n\nTABLE 3-WALD ESTIMATES"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 34,
    "pages": [
      10
    ],
    "text": "Draft-Eligibility Effects in Current $ FICA Adjusted FICA Total W-2 Service Effect Earnings Earnings Earnings pe _ pn in 1978$ Cohort Year (1) (2) (3) (4) (5) 1950 1981 - 435.8 -487.8 - 589.6 0.159 -2,195.8 (210.5) (237.6) (299.4) (0.040) (1,069.5) 1982 - 320.2 -396.1 - 305.5 -1,678.3 (235.8) (281.7) (345.4) (1,193.6) 1983 - 349.5 -450.1 -512.9 -1,795.6 (261.6) (302.0) (441.2) (1,204.8) 1984 -484.3 - 638.7 -1,143.3 -2,517.7 (286.8) (336.5) (492.2) (1,326.5) 1951 1981 - 358.3 -428.7 - 71.6 0.136 -2,261.3 (203.6) (224.5) (423.4) (0.043) (1,184.2) 1982 -117.3 - 278.5 - 72.7 -1,386.6 (229.1) (264.1) (372.1) (1,312.1) 1983 -314.0 -452.2 - 896.5 -2,181.8 (253.2) (289.2) (426.3) (1,395.3) 1984 - 398.4 - 573.3 - 809.1 - 2,647.9 (279.2) (331.1) (380.9) (1,529.2) 1952 1981 - 342.8 - 392.6 -440.5 0.105 - 2,502.3 (206.8) (228.6) (265.0) (0.050) (1,556.7) 1982 -235.1 - 255.2 - 514.7 -1,626.5 (232.3) (264.5) (296.5) (1,685.8) 1983 -437.7 - 500.0 - 915.7 - 3,103.5 (257.5) (294.7) (395.2) (1,829.2) 1984 -436.0 - 560.0 - 767.2 - 3,323.8 (281.9) (330.1) (376.0) (1,959.3)\n\nNotes: Standard errors in parentheses.\n\nColumns (1) and (3) are taken from Table 1."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 35,
    "pages": [
      10
    ],
    "text": "Column (2) reports draft-eligibility treatment effects on earnings adjusted for censoring at the FICA taxable maximum. The adjustment procedure is described in the Ap- pendix. Column (4) reports SIPP estimates of the effect of draft eligibility on veteran status, taken from Table 2. Column (5) reports estimates of the effect of military service on civilian earnings is implied by columns (2) and (4).\n\nB. Efficient Instrumental Variables Estimates\n\nThe Wald estimator is based solely on earnings differences by draft-eligibility sta- tus. A more efficient estimator exploits all the information on RSNs in the aggregate data by fitting earnings model (1) to obser- vations on mean earnings for each group of\n\nVn (3¢ = 3\")/( — p\"). The standard error is therefore equal to 1/(p— p\") times the standard error of the numerator because the numerator has a nondegenerate limiting distribution, while (€ — p\") converges to a constant. The same standard error formulas arise from application of conventional Instrumental Variables for- mulas."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 36,
    "pages": [
      10
    ],
    "text": "five consecutive lottery numbers. Consider the following grouped version of (1), where Yctj is mean earnings for members of cohort c at time t with lottery numbers in group j, and is the fraction of cohort c with lottery numbers in group j who served:\n\n(3) Yctj = 3c + St + - Pa + uCtj\n\nIntuitively, estimation of (3) simply general- izes Wald's method to grouped data with more than two groups.\n\nGeneralized Least Squares (GLS) esti- mates of (3) may easily be shown to have an instrumental variables interpretation (Angrist, 1988). In this case, the instrument set includes dummy variables that indicate\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 37,
    "pages": [
      11
    ],
    "text": "VOL. 80 NO. 3 ANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY 323\n\nANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\n323\n\nat risk, an estimate of total cohort size is simply 100 times the CWHS cohort size. For example, to estimate the probability of being a veteran conditional on being draft eligible, the number of draft-eligible men in the DMDC data is divided by 100 times the number of men in the CWHS with lottery numbers below the induction ceiling. Stan- dard errors for these estimates are computed by applying the usual formula for a binomial proportion.9"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 38,
    "pages": [
      11
    ],
    "text": "For comparison with the SIPP estimates, DMDC/CWHS estimates of pe and pn are reported in the lower panel of Table 2. These figures show that, with the exception of the 1950 cohort, the SIPP and DMDC/CWHS procedures give reasonably similar estimates of _ - p\". Inaccuracy of the DMDC/ CWHS estimates for 1950 is a consequence of the fact that DMDC administrative records are unavailable before July 1970. Therefore, despite the limitations of the SIPP data, the SIPP must be used to construct probabilities for the 1950 cohort. The SIPP sample is too small to allow estimation of a complete set of p for all lottery number cells in 1950. Consequently, SIPP estimates for 1950 are computed for only two cells, defined by draft-eligibility status, and CWHS earnings data for men born in 1950 are also grouped by draft eligibility. Thus, for each race and year, the sample used to estimate equation (3) includes 73 cell means for each of the three cohorts born from 1951-53, plus two cell means for the 1950 cohort."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 39,
    "pages": [
      11
    ],
    "text": "A graphical version of equation (3) is de- picted in Figure 3, which shows the relation- ship between probabilities of veteran status (PCJ) and mean W-2 compensation in 1978 dollars (jctJ) between 1981 and 1984. Plot- ted in the figure are the average (over four years of earnings) residuals from a regression\n\ngroups of five consecutive lottery numbers for each race, cohort, and year of earnings. There are 73 dummy variables for a particu- lar race, cohort, and year; the first indicates men with lottery numbers 1-5 and the 73rd indicates men with lottery numbers 360-365. Furthermore, the quadratic form minimized by the GLS estimator is an overidentifica- tion test statistic associated with the use of dummy variables as instruments. This statis- tic tests the exclusion of lottery number group dummies from equation (1). It may also be viewed as a measure of the goodness- of-fit of the cell means to equation (1).8"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 40,
    "pages": [
      11
    ],
    "text": "In principle, implementation of the esti- mation strategy based on (3) is straightfor- ward-the estimates are simply coefficients from GLS regressions of mean Social Secu- rity earnings on estimates of fi.. The SIPP sample is too small to allow accurate estima- tion of a full set of P , however. Thus, a second set of probabilities was estimated from a combination of Defense Manpower Data Center (DMDC) administrative records and CWHS data on cohort size. Detailed descriptions of the DMDC administrative records may be found in Angrist (1989b). Briefly, the DMDC data show the total num- ber of new entrants to the military by race, cohort, and lottery number from July 1970 through December 1973.\n\nDMDC and CWHS administrative records are used to estimate 1bj by first counting the number of entrants to the military by race, cohort, and lottery number interval. These numbers are the numerator of the c . Esti- mates of overall cohort size, to be used in the denominator of Pj3, are derived from the CWHS. Recall that the CWHS is a one percent sample, so that if the CWHS sam- pling frame is identified with the population"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 41,
    "pages": [
      11
    ],
    "text": "‘A general reference on overidentification testing is Whitney Newey (1985). See also Angrist (1988), where GLS on grouped data is shown to be the minimum variance linear combination of all the Wald estimators that can be computed from any division of grouped observations into linearly independent pairs. The overi- dentification test statistic for dummy variable instru- ments is also shown to be the same as the Wald statistic for equality of alternative Wald estimates.\n\n4The formula used is j '(1 - ')/n,], where p is the estimated proportion of servers and nC is the number in the CWHS cohort. For example, 5749 draft eligible white men in the CWHS were born in 1951, and DMDC administrative records show that 119,062 draft-eligible white men born in 1951 served between July 1970 and December 1973. pe is therefore 119,062/574,900 = 0.21, with estimated variance equal to (0.21 * 0.79)/5749.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n324\n\nTHE AMERICAN ECONOMIC REVIEW\n\n324 THE AMERICAN ECONOMIC REVIEW JUNE 1990"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 42,
    "pages": [
      12
    ],
    "text": "(I)~~~~~~~~~~~U a 16000 a 14500 -J 14000 0 g 12500 - a 12000 0500 a) i2(-i) 5 * z #,-/ 500- CO 1950 _ 6500. w 4000- / i 2500 'A 2000 ,f, ~ I 11111I1III 66r68e70 72i74 76 78 80t82h84 66 68 70 72 74 7678 8082 84 YEAR Z YEAR 1953 _- _ _ _ -_ / DRAFT ELIGIBLE INELIGIBLE COHORT 1950 --. 1951 1990 1952 1953\n\nNotes: The figure plots mean W-2 compensation in 1981-84 against probabilities of veteran status by cohort and groups of five consecutive lottery numbers for white men born 1950-53. Plotted points consist of the average residuals (over four year-s of earnings) from regressions on period and cohort effects. The slope of the least squares regression line drawn through the points is - 2,384 with a standard error of 778, and is an estimate of a in the equation\n\nYctj==fc + at + P a + iu4t\n\nFIGURE 3. EARNINGS AND THE PROBABILITY OF VETERAN STATUS BY LOTTERY NUMBER"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 43,
    "pages": [
      12
    ],
    "text": "of earnings and probabilities on period and cohort effects.10 Thus, the slope of the ordi- nary least squares regression line drawn through the points corresponds to an esti- mate of a. This slope is equal to -2,384 dollars, with a standard error of 778 dollars. An interesting feature of the figure is the apparent heteroscedasticity of the earnings residuals. Dispersion around the regression line is reduced for cells with high probabili-\n\nl?There are 221 points plotted in the figure: 4 years of earnings times 3 cohorts with 73 cells plus 4 years of earnings times one cohort with 2 cells (men born in 1950) = 884, divided by four to compute the average over years.\n\nties of veteran status. This heteroscedasticity also appears in comparisons (not shown here) of cell variances by draft-eligibility status; draft-eligible men have somewhat less vari- able earnings."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 44,
    "pages": [
      12
    ],
    "text": "As pointed out earlier, estimation of (3) is the same as instrumental variables estima- tion of (1) using dummy variables as instru- ments. However, inference for the case where the estimation strategy is implemented by regressing CWHS mean earnings on DMDC/CWHS or SIPP probabilities is complicated by the use of data from multiple samples. Assuming that the samples used to calculate mean earnings and the sample used to calculate A3 are independent, the optimal Two-Sample Instrumental Variables (TSIV)\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\n325\n\nable maximum using the procedure de- scribed in section 6 of the Appendix."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 45,
    "pages": [
      13
    ],
    "text": "The results in Table 4 show that white veterans born from 1950-52 suffered an an- nual earnings loss of between $1,500 and $2,100 constant (1978) dollars. These results generally are similar in magnitude to the Wald estimates reported in Table 3. Also, as in Table 3, regression estimates for adjusted FICA earnings tend to be bracketed by the results for unadjusted FICA and W-2 earn- ings. Although many of the estimates for individual cohorts in Model 1 are not signif- icant, the combined estimates for whites in Model 2 are substantially larger than twice their standard errors. In contrast, results for nonwhites show no evidence of a statistically significant earnings loss to veterans.\n\nThe overidentification test statistics re- ported in Table 4 take on values less than their degrees of freedom, suggesting that the residuals in equation (1) are not correlated with lottery-based instruments.12 It should be noted, however, that low values of the test statistics may indicate low power in a test with so many degrees of freedom. On the other hand, without a particular alternative hypothesis in mind, it seems natural to re- port the omnibus goodness-of-fit test."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 46,
    "pages": [
      13
    ],
    "text": "Subtracting the test statistic for Model 1 from the test statistic for Model 2 gives a chi-square test for the restriction of equal treatment effects across cohorts. The set of restrictions imposed by equal treatment ef- fects has three degrees of freedom. None of the chi-square statistics for Model 2 are larger than the corresponding statistics for Model 1 by as much as three, indicating that\n\n12Degrees of freedom for the overidentification tests are calculated as follows. For each race, the data consist of four years of earnings for three cohorts with 73 lottery number cells each. The fourth cohort, men born in 1950, has four years of earnings with 2 lottery num- ber cells each. This gives a total of 884 cells or, equiva- lently, 884 categorical instruments. Model 1 includes 4 cohort dummies, 3 year dummies, and 4 treatment effects. 884 minus 11 parameters gives 873 degrees of freedom. Model 2 has 3 fewer parameters than model 1 and consequently the chi-square statistic for model 2 has 876.degrees of freedom."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 47,
    "pages": [
      13
    ],
    "text": "estimator has a simple form that may be briefly described as follows. Let - denote the vector of Jctj' p denote the vector of and iu(O) denote the vector of uct., where 0 in parentheses represents the dependence of residuals on the parameter vector. Also, let V( ) denote the covariance matrix of the argument. Then the optimal TSIV estimator chooses 0 to minimize\n\n@)'[ V( y)+ a2V(fp)] u(e)\n\nwhich is also the GLS minjimand for (3).11\n\nThe minimized value of m(O) is an overi- dentification test statistic for the validity of dummy variables as instruments. If some of these dummy variables are correlated with the regression error, then m(O) should be large relative to a chi-square distribution with degrees of freedom equal to the difference between the number of instruments and the number of estimated parameters."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 48,
    "pages": [
      13
    ],
    "text": "Table 4 presents two sets of TSIV esti- mates of equation (3) for 1981-84 earnings in 1978 dollars. Model 1 allows the effect of veteran status on earnings to vary by cohort, while Model 2 restricts estimated service ef- fects to be the same across cohorts. Note that, as in Table 3, the heading \"adjusted FICA earnings\" refers to FICA-taxable earnings adjusted for censoring at the tax-\n\n\"1See Angrist (1989d) for details. Estimates of a for use in the formula for (D were computed by weighted least squares using the inverse of the sampling variance of the - as weights. Estimates of V(y) and V(p) are discussed in Section 5 of the Appendix. Note that the TSIV estimator may also be motivated as an application of Optimal Minimum Distance (OMD) techniques such as those described by Gary Chamberlain (1982). Ignor- ing period and cohort effects, OMD estimates for the current problem are tabulated by choosing a and p to minimize\n\nq(a,P) = [y - PC' V(y) 0 1 y_pal LP-P p Lo V(p')] L-P p\n\nBy concentrating out the estimate of p, it is easy to show that q(a, p) = m(0).\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n326"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 49,
    "pages": [
      14
    ],
    "text": "326 THE AMERICAN ECONOMIC REVIEW JUNE 1990\n\nJUNE 1990\n\nTABLE 4-TWO-STAGE INSTRUMENTAL VARIABLES ESTIMATES\n\nWhites FICA Adjusted FICA Total W-2 Cohort Taxable Earnings Earnings Compensation Model 1 1950 -1709.2 - 2093.7 -1895.0 (946.8) (1108.8) (1333.1) 1951 -1457.1 - 1983.7 - 2431.4 (959.3) (1036.1) (1152.1) 1952 -1724.0 - 1943.0 - 2058.7 (863.1) (927.2) (1001.9) 1953 1223.8 900.7 -488.6 (3232.1) (3505.3) (3936.0) X2(873) 578.3 630.3 569.5 Model 2 1950-53 -1562.9 -1920.4 - 2094.5 (521.8) (575.9) (646.3) X2(876) 579.1 631.0 569.7\n\nNonwhites\n\nFICA Adjusted FICA Total W-2 Cohort Taxable Earnings Earnings Compensation Model 1 1950 3893.7 3891.9 5711.8 (5358.5) (6244.5) (7206.0) 1951 - 891.3 - 333.4 2609.0 (4397.1) (4664.2) (4894.6) 1952 - 3182.9 - 3457.7 - 3068.0 (3997.4) (4195.2) (4229.2) 1953 - 5928.3 - 8571.4 - 6325.8 (10296.3) (10697.1) (11410.6) X2(873) 616.7 681.7 693.6 Model 2 1950-53 -643.3 - 999.7 366.7 (2407.5) (2602.5) (2734.2) X2(876) 618.4 683.4 695.6\n\nNotes: Standard errors in parentheses."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 50,
    "pages": [
      14
    ],
    "text": "The table shows estimates of the effect of military service on average 1981-84 earnings in 1978 dollars. The estimation method is optimally weighted Two-Sample Instrumental Variables, described in the text. FICA and W-2 earnings are from the Social Security CWHS. The adjusted FICA series is described in the Appendix.\n\nthe estimated treatment effects are not statis- tically different across cohorts.\n\nIV. Military Service and Loss of Labor Market Experience\n\nThe simplest explanation for a veteran earnings penalty is that military experience\n\nis a poor substitute for lost civilian labor market experience. As evidence for this hy- pothesis, Griliches and Mason (1972) show that the longer they were in the military, the less veterans earn relative to nonveterans. A test of the loss-of-experience hypothesis is developed here using the functional form commonly employed in empirical studies of\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\nVOL. 80 NO. 3 ANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTER Y 327"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 51,
    "pages": [
      15
    ],
    "text": "human capital. The earnings function moti- vated by the theory of human capital is loglinear in years of schooling and log- quadratic in years of labor market exper- ience. This functional form puts testable restrictions on the time-series of earnings differences by veteran status.'3\n\nAdapting the human capital earnings function for the problem at hand, the earn- ings of individual i in cohort c at time t may be written\n\n(4a) Yca = 8t + wi,o + /Oxic, + yx 2 +U,\n\nwhere yci now denotes log earnings, 8, is a time-varying intercept, BoL, y, and So are parameters. xict is the civilian labor market experience of man i in cohort c at time t, taken here to be equal to [t - (c + 18) - w, - sil], where wi is the deviation of i's school- ing from the sample mean level of schooling, and 1 is years of military experience for veterans. As before, si is a dummy variable that indicates military service.\n\nTo focus on parameters that can be esti- mated using Social Security data, equation (4) is rewritten as\n\n(4b) Ycti = Sit +/30(X -sil) + y(XCt- Sil)2 - (2ywixct -2ylwisi) + ui,"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 52,
    "pages": [
      15
    ],
    "text": "where xct = t - (c + 18) and 8t = St + W(8O - 1h) + yw7. Now, as in the previous analy- sis, assume that schooling does not vary by lottery number. Assume also that schooling is independent of cohort-this seems rea- sonable for the small cohort range consid- ered here. Finally, to focus solely on the loss of labor market experience, assume that\n\n13See Mincer (1974) for theoretical justification of the human capital earnings function. A recent survey of the human capital literature is Willis (1986).\n\nschooling is independent of veteran status. Then using dummy instrumental variables to group equation (4b) by cohort, year, and lottery number, average log earnings for members of cohort c at time t in lottery- number cell j are\n\n(5) Yctj = 8t + floxot + YXct - [,3l - y12] A- - [2-yl ] Cxct ) + Uct ,\n\nwhere 8A now includes the period mean of '4 it.\n\nA generalization of model (5) allows the linear experience term to vary with veteran status by letting the slope for individual i be Pi3 = f8 + Pls,. In this case, mean cell earn- ings are characterized by\n\n(6) Yctj = 8a + f3OXc + yx 2 - [30l-yl2+I3ll]pC - [2yl - fil]( P-xCt) + iCt"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 53,
    "pages": [
      15
    ],
    "text": "Models (5) and (6) both have the follow- ing reduced form in terms of unrestricted regression coefficients:\n\n(7) Yctj = a + /oxct + yx t + 7TPcj + 72( Pc*jxcx) + uct\n\nNote that the reduced form veteran effect is cty 1 + 'T2Xct Thus, these models parame- terize a time-varying veteran status coeffi- cient as a linear function of labor market\n\nAveraging over c, t, and j eliminates (d yw,x, - aywisi) because wi is orthogonal to x,, and s, by assumption. Using the fact that E(s,jc, j) = E(s2lc, j) = pcj, (4) simplifies to (5). Note that (5), (6), and (7) are not estimable if allowance need be made for cohort as well as period effects. Qualitatively similar estimates to those reported below were obtained when t was dropped in favor of cohort effects, although the good- ness-of-fit test leads to rejection of models without period effects.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 54,
    "pages": [
      16
    ],
    "text": "328\n\nTHE AMERICAN ECONOMIC REVIEW\n\nJUNE 1990\n\nTABLE 5-EARNINGS-FUNCTION MODELS FOR THE VETERAN EFFECT, WHITES BORN 1950-52\n\nModel (6): Model (7): Model (5): Loss of Experience, Unrestricted Loss of Experience Reduced Growth Rate Reduced Form Parameter (1) (2) (3) Experience Slope, ,80 0.1022 0.1016 0.1016 (0.007) (0.007) (0.007) Experience Squared, y - 0.0027 - 0.0025 - 0.0025 (0.0003) (0.0003) (0.0003) Veteran Effect on Slope, 3,8 - 0.0035 (0.0023) Veteran Loss of Experience, / 2.08 1.84 (0.38) (0.43) s7T = - [fol- y12 + 3l] -0.189 (0.052) ,g2 = - [2yl - l] 0.006 (0.004) Age at Which Reduced Form 50.1 Veteran Effect (7r1 + 7r2xc,) = 0 (15.9) X2(dof) 1.41(1) 813.57(1247)\n\nNotes: Standard errors in parentheses."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 55,
    "pages": [
      16
    ],
    "text": "The table reports estimates of experience-earnings profiles that include parameters for the effect of veteran status. Estimates are of equations (5), (6) and (7) in the text. The estimating sample includes FICA taxable earnings from 1975-84 for men born 1950, 1976-84 earnings for men born in 1951, and 1977-84 earnings for men born 1952. The estimation method is optimally weighted Two-Sample Instrumental Variables for a nonlinear model in columns (1) and (2), and for a linear model in column (3).\n\nearnings functions are commonly fit in logs, the dependent variable is taken to be the log of mean earnings for each cell. The log of the mean is not the same as the mean of the log, but the CWHS data set does not contain the mean of log earnings. If earnings are approximately lognormally distributed, use of the log of the mean will provide a reason- able approximation. In practice, estimates of\n\nearnings by cohort c and suppose that each time-series is of length T. Then the second term in the optimal weighting matrix has the following block corresponding to the time series of earnings for lottery number cell j of cohort c:\n\n(l/ncj) fc X I eTeT' ] [Pcj Pcj )]}rf C ,"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 56,
    "pages": [
      16
    ],
    "text": "where eT is a vector of T l's. In practice, lc is replaced by weighted least squares estimates (weights are the inverse sampling variances of Yctj) of the re- duced form equation, (7). Estimates of models for the log of earnings replace V(5) with delta-method esti- mates of the covariance matrix of log(.P).\n\nexperience. Excluding the time-varying inter- cept, model (6) contains four structural pa- rameters; 80, 81, y, and 1, and four reduced form parameters; fLo, y, 7T, and 7T2. Model (5) imposes one testable restriction on the reduced form by setting fB = 0.15\n\nTable 5 shows results from nonlinear GLS estimation of (5) and (6), and results from Linear GLS estimation of (7), using data on the real FICA earnings of white men born from 1950 to 1952. The weighting matrix used in estimation was derived in a manner similar to the weighting matrix used to con- struct the estimates in Table 4.16 Because"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 57,
    "pages": [
      16
    ],
    "text": "A third model is derived by letting both y and B vary with veteran status. This model leads to a reduced form similar to (7), with the only modification being the addition of a linear term of the form m(p,; +x2). In the empirical work, however, no evidence was found that such a term belongs in the earnings function re- duced form.\n\n16The only modification arises from the fact that for equations (5)-(7), reduced form treatment effects ap- pearing in the weighting matrix are time varying. Let Fc denote the vector of act for the time-series of\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nVOL. 80 NO. 3 A NGRIST: LIFETIME EA RNINGS A ND VIETNA M ERA DRA FT LOTTER Y 329\n\n329\n\nmodels in levels resulted in inferences simi- lar to those arising from estimates of models in logs."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 58,
    "pages": [
      17
    ],
    "text": "The sample used to estimate equations (5)-(7) begins in the fifth year after the lottery in which members of the cohort were drafted. For example, the sample begins in 1975 for men born in 1950. This allows for three years of service and one year of read- justment to civilian life. Median length of service of Vietnam era veterans was 37 months (Veterans Administration 1981b, p. 16). Evidence from Table 4 suggests that veteran effects are essentially zero for the 1953 cohort, so it was excluded from the estimation."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 59,
    "pages": [
      17
    ],
    "text": "Estimates of models (5), (6), and (7) are presented in columns (1), (2), and (3) of Table 5. The chi-square statistic in column (3) is an overidentification test statistic for the overall goodness-of-fit of the reduced form and the chi-square statistic in column (1) is for the restriction fB = 0. Restricting f, to be zero does not affect the overall fit. The effect of veteran status on earnings growth, although negative, is not statistically significant. The sum of the test statistics in columns (1) and (3) is an overidentification test statistic for the overall goodness-of-fit of model (5). This statistic also takes on a value less than its degrees of freedom, indicating that the simplest loss-of-experience model is not at odds with the data."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 60,
    "pages": [
      17
    ],
    "text": "The loss of experience estimated using model (5) is approximately 2 years. This is somewhat low relative to the median length of service, suggesting that military experi- ence may be a partial substitute for civilian experience. Table 5 also shows the age at which the reduced form veteran effect finally reaches zero. This occurs when xct = - 7TJ1 sT2 so that act = 0. The reduced form esti- mates in column (3) imply that the loss of earnings to veterans decays to zero around age 50 with a standard error17 of 16.\n\n17 Delta method standard errors are given by the square root of (a1/7T22) - (2'g127Tl/T) + (?2712/X24), where a1, cF2, and aJ12 are the elements of the covariance matrix of the estimated 7T, and 7T2. a12 is estimated to be - 0.00019, and the square roots of a1 and a2 appear in Table 5.\n\nV. Caveats"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 61,
    "pages": [
      17
    ],
    "text": "The consistency of lottery-based estimates of the effects of military service turns on two key assumptions. First, earnings model (1) must be an accurate representation of the impact of military service. Second, functions of the draft lottery must be valid instru- ments for s, in the earnings regressions. Three models leading to the failure of these assumptions are discussed briefly below. The first two, incorporating treatment effect het- erogeneity and missing covariates, merely re- sult in a reinterpretation of the estimates. The third model, allowing for earnings-mod- ifying draft-avoidance behavior, calls into question the assumption that earnings dif- ferences by lottery number can be attributed solely to veteran status.\n\nA. Treatment Effect Heterogeneity\n\nThe effect of veteran status can only be estimated for those who served in the armed forces. If veterans are more or less likely to benefit from military service than the rest of the population, then the estimated veteran status coefficient does not characterize the impact of veteran status on a random sam- ple. This problem is formalized in the ran- dom coefficients model for treatment effect heterogeneity:"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 62,
    "pages": [
      17
    ],
    "text": "Ycti = 13c + St + sia5i + uit ai= ao + eie\n\nwhere ai is the effect of military service on the earnings of person i, with population mean equal to a0. If ei is uncorrelated with the instruments, an instrumental variables estimator of the random coefficients model identifies a0 + E(,ilsi = 1), and not a0 (James Heckman and Richard Robb, 1985).\n\nRelated to the problem of treatment effect heterogeneity is the fact that not all Vietnam era accessions to the military were induced by the draft. A substantial fraction of enlist- ments were made by \"true volunteers\" who would have volunteered for service in the absence of a draft (Tarr, 1981). Suppose that the impact of military service on the earn- ings of true volunteers differs from the im-\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n330\n\nTHE AMERICAN ECONOMIC REVIEW\n\nJUNE 1990"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 63,
    "pages": [
      18
    ],
    "text": "pact on the earnings of draftees and men who enlisted because of the draft. Then us- ing functions of the draft lottery as instru- ments will only identify the effect of military service for the latter group. To see this, let fi be an indicator for the veteran status of draftees and draft-motivated volunteers and let gi be an indicator of veteran status for true volunteers. Write\n\naisi = affi + aggi\n\nfor the treatment effect experienced by i. Note that functions of draft lottery numbers will only be correlated with fi. Conse- quently, af is identified by lottery-based IV estimators, but aggi becomes part of the regression error.\n\nB. The Absence of Covariates"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 64,
    "pages": [
      18
    ],
    "text": "An additional problem arises because So- cial Security data contain no information on covariates other than race and age. This may be of concern if the impact of veteran status is primarily through its effect on covariates. For example, veterans might have a higher level of educational attainment because of financial aid available through the GI Bill. In the absence of data on education, esti- mated veteran effects confound the \"pure\" effect of military service with its effect on education. Formally, the need for covariates may be represented by replacing at with xiA in (1). In this case, instrumental variables estimates identify\n\na= [E(xilsi =1) -E(xilsi = O)] 8 + a.\n\nIn many applications, however, it may be a that is actually the parameter of interest. For example, the fact that veteran status influ- ences civilian earnings primarily through its influence on third variables might be of little importance for issues related to veterans compensation.\n\nC. Earnings-Modifying Draft Avoidance Behavior\n\nPerhaps the most serious problem arises if the risk of induction affected earnings for"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 65,
    "pages": [
      18
    ],
    "text": "some other reason than through an effect on the probability of military service. For exam- ple, it is sometimes argued that during the Vietnam era, students went to college to avoid the draft and that educational stan- dards were reduced to avoid having to flunk students out of school. Lawrence Baskir and William Strauss (1978) claim that Vietnam era college enrollment was 6-7 percent higher than normal because of the draft."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 66,
    "pages": [
      18
    ],
    "text": "If draft-avoidance behavior is correlated with lottery numbers and with variables re- lated to earnings besides veteran status, then lottery-based instruments will be correlated with the regression error in equation (1). Such correlation will bias estimates of the effects of military service constructed using the lottery. But in a previous study using micro data (Angrist, 1989a), specification tests provided no evidence of a relationship between lottery numbers and characteristics other than veteran status. The overidentifi- cation test statistics reported here also show no evidence of omitted variables bias. Fi- nally, even if having a low lottery number is correlated with a tendency to stay in school, the fact that earnings rise with schooling implies that lottery-based estimates of the effect of veteran status will tend to underes- timate the true effect.\n\nVI. Conclusions"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 67,
    "pages": [
      18
    ],
    "text": "Estimates based on the draft lottery indi- cate that as much as ten years after their discharge from service, white veterans who served at the close of the Vietnam era earned substantially less than nonveterans. The an- nual earnings loss to white veterans is on the order of $3,500 current dollars, or roughly 15 percent of yearly wage and salary earn- ings in the early 1980s. In contrast, the esti- mated veteran effects for nonwhites are not statistically significant.\n\nIn light of the results reported here, some more conventional estimates of the effect of Vietnam era veteran status do not appear to be too far off the mark. Rosen and Taubman (1982) report estimates close to these, finding a 19 percent annual earnings loss to Vietnam era veterans. Crane and Wise (1987) find an 11 percent reduction in 1979 weekly earn-\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3\n\nANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\n331"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 68,
    "pages": [
      19
    ],
    "text": "ings. On the other hand, Mark Berger and Barry Hirsch (1983) find essentially no effect on 1977 weekly earnings, and Angrist (1989a) reports OLS coefficients of zero when using the National Longitudinal Survey (NLS) to estimate the effects of veteran status on hourly wages. In contrast to the OLS esti- mates, lottery-based estimates from the NLS indicate that white veterans had lower hourly wages in 1981 than their nonveteran coun- terparts. Similar results from the SIPP are reported in Angrist (1989c). Thus, lottery- based estimates from a variety of sources provide conclusive evidence that white Viet- nam veterans were disadvantaged by their service.18"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 69,
    "pages": [
      19
    ],
    "text": "This paper also proposes a simple expla- nation for the loss of earnings to white veter- ans: they earn less because their military experience is only a partial substitute for the civilian labor market experience lost while in the armed forces. Goodness-of-fit tests sug- gest that for whites, the time-series of vet- eran status coefficients is consistent with this hypothesis. Experience-earnings profiles esti- mated using Social Security data imply that white veterans suffered an earnings reduc- tion equivalent to the loss of two years civil- ian labor market experience."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 70,
    "pages": [
      19
    ],
    "text": "The analysis reported here leads naturally to further research on a number of topics. One of these is the question of alternatives to the loss-of-experience explanation for the reduction in white veterans' earnings. Vet- eran status may be a screening device, as suggested by DeTray (1982), or there may be cohort size effects such as those discussed by Finis Welch (1979). Because the Social Secu- rity data include information on variances, testable implications of these theories might also include restrictions on second, as well as first, moments. Another question for future research is whether draft eligibility affected educational and career plans independently of its effect on military service. The lottery\n\nmay provide a useful tool for research on changing educational attainment in the 1960s and 1970s."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 71,
    "pages": [
      19
    ],
    "text": "Finally, there remains the question of rec- onciling the loss of earnings to Vietnam era veterans with the apparent benefits of mili- tary service to veterans of World War II and other eras (Rosen and Taubman, 1982; Berger and Hirsch, 1983). Elsewhere, Alan Krueger and I have argued that the need for reconciliation is, at least in part, illusory (Angrist and Krueger, 1989). Although OLS regressions usually show that the effect of World War II veteran status is large, posi- tive, and significant, these results may actu- ally be a consequence of selection bias. By exploiting the fact that World War II vet- eran status is also correlated with exact date of birth, we have implemented an instrumen- tal variables estimation strategy similar in spirit to the one used here. The results of this procedure indicate that the true impact of World War II veteran status on earnings is no larger than zero and may well be negative.\n\nAPPENDIX: DATA SOURCES AND METHODS\n\n1. CWHS Data Collection9"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 72,
    "pages": [
      19
    ],
    "text": "The Social Security Administration maintains the earnings histories of covered employees in a data base known as the Summary Earnings Record (SER). Ap- proximately one year after the SER has been updated with the latest year's earnings, a one percent sample of earnings histories is extracted. The sampling frame con- sists of all issued Social Security numbers, and the sample is stratified using the regional information coded in the numbers.\n\nPrior to 1978, the FICA taxable earnings of employ- ees were reported to the SSA by employers on a quar- terly basis. Self-employed workers report their earnings annually on schedule SE of Internal Revenue Service (IRS) Form 1040, which is forwarded to the SSA by the IRS. Since 1978, employers have no longer been re- quired to make quarterly reports. Instead they file IRS form W-2 with the SSA, as well as with the IRS, on an annual basis.\n\nAfter 1978, all earnings, including those above the FICA taxable maximum, are to be reported to the SSA on form W-2. Furthermore, all employers are required"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 73,
    "pages": [
      19
    ],
    "text": "18Lottery-based estimates from the SIPP and NLS suggest that nonwhite veterans may have higher monthly and hourly earnings than comparable nonveterans. The estimates for nonwhites are too imprecise, however, to be viewed as conclusive.\n\n19This section draws on Warren Buckler and Cresston Smith (1984), U.S. Department of Health and Human Services (1987), and personal correspondence and con- versationsi with Buckler and Smith.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n332\n\nTHE AMERICAN ECONOMIC REVIEW\n\nJUNE 1990\n\nto file W-2s with the SSA regardless of whether their employees are engaged in FICA taxable employment. In practice, however, many employers do not report the earnings of those engaged in non-FICA-taxable employ- ment. A further shortcoming of the W-2 series is the poor quality of the data during the first years of annual reporting.\n\n2. Coverage and Truncation of the CWHS Earnings Series"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 74,
    "pages": [
      20
    ],
    "text": "FICA coverage includes most wage and salary and self-employment earnings. For the sample period used here, the most important coverage exceptions are the majority of federal civilian employees, some state and local government employees, some agricultural and do- mestic workers, and the employees of some nonprofit organizations. A view of coverage by industry in 1981 is given in Robert Meyer (1985, Table 2.1). Meyer's fig- ures for state, local, and civilian federal government employees imply that by 1981, roughly 58 percent of all civilian government workers were covered.\n\nFICA taxable maximums are reported in Appendix Table Al. The combined effects of limited coverage and censoring at the taxable maximum are conveniently summarized by the percentage of all earnings that are reported to the SSA. These statistics, reported in De- partment of Health and Human Services (1987, Table 30), show that after 1981 over 90 percent of wage and salary earnings and over 75 percent of self-employment earnings were reported to the SSA."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 75,
    "pages": [
      20
    ],
    "text": "The W-2 earnings series excludes earnings from self-employment. Unpublished estimates indicate that roughly 6.4 percent of men born between 1944 and 1953 with nonzero earnings in 1984 had self-employment earnings only (figures from private correspondence with SSA employees). Other differences between FICA and W-2 earnings coverage are described by Mary Millea and Beth Kilss (1980).\n\n3. Matching Dates of Birth to the CWHS\n\nIn the CWHS, information on race and sex is ob- tained from a computerized record of applications for a Social Security number called the NUMIDENT file. For this project, dates of birth were also matched from the NUMIDENT file to the CWHS. Draft lottery num- bers were then matched to the dates of birth using lottery number tables in Selective Service System Semi- annual Reports for 1969-73. A small number of indi- viduals were discarded from the final data set because there was no information on either their sex, race, or exact date of birth.\n\n4. CWHS Descriptive Statistics"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 76,
    "pages": [
      20
    ],
    "text": "Descriptive statistics for the CWHS cohorts studied here are reported in Table Al. The combined statistics for four cohorts were constructed by computing weighted averages of cohort means. Unless otherwise noted, statistics in the table refer to men with positive earnings. Sample sizes decline over time due to attrition from mortality.\n\nThe descriptive statistics indicate that after 1972 the fraction of men in the sample with zero FICA earnings varies roughly between 15 and 22 percent for whites and\n\nbetween 33 and 36 percent for blacks. To evaluate these figures, note that the author's tabulations show that roughly 10 percent of white men in these cohorts have zero recorded wage and salary earnings in the late 1970s' Current Population Surveys. Suppose that of the 90 percent who work, 12 percent are in the uncovered sector so that only 79 percent of the cohort may be expected to have positive FICA wage and salary earn- ings. Adding an estimated 5 percent who only have FICA self-employment earnings implies that 16 percent should have zero FICA earnings of any type. Thus, 14-18 percent of CWHS earnings being zero for whites between 1973 and 1980 does not seem unreasonable."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 77,
    "pages": [
      20
    ],
    "text": "In recent years, the fraction with zero earnings ap- pears to be too high to be accounted for by labor force participation or employment in the uncovered sector. This is probably because of the long delay in filing and recording Social Security taxable earnings. In their anal- ysis of Social Security data, Card and Sullivan (1988) also note the problems caused by filing delay. Problems of undercoverage and filing delay may be especially severe for nonwhites. The 15 percent of CPS nonwhites with zero wage and salary earnings is not large enough to explain the approximately 34 percent of nonwhites with zero FICA earnings in the CWHS."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 78,
    "pages": [
      20
    ],
    "text": "The fraction with FICA earnings at the taxable max- imum is more variable than the fraction with zero earnings, ranging from 3 to 15 percent for whites and between 2 to 10 percent for blacks. The FICA earnings of men with multiple employers can exceed the taxable maximum because reported earnings are censored by source. The fraction of men with FICA earnings above the taxable maximum is around 1-2 percent. The W-2 and FICA earnings series show roughly equal fractions at or above the FICA taxable maximum, suggesting that both variables are drawn from the same underlying distribution. But problems with early years of the W-2 series are clearly reflected in the sample statistics. For example, the standard deviation of whites' W-2 earnings in 1978 is six times the mean and does not fall below the mean until 1981. Another disturbing feature of the W-2 series is that nominal earnings appear to fall from 1978-80. The W-2 series also has a substantially higher fraction of zeros than the FICA series does. However, part of this difference is caused by the inclusion of self-employment earnings in the FICA series. Also, gen- erally there are some individuals with FICA taxable earnings but no"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 79,
    "pages": [
      20
    ],
    "text": "series does. However, part of this difference is caused by the inclusion of self-employment earnings in the FICA series. Also, gen- erally there are some individuals with FICA taxable earnings but no federally taxable compensation (Millea and Kilss, 1980)."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 80,
    "pages": [
      20
    ],
    "text": "5. Covariance Estimates for Social Security Earnings and for p\n\nInformation on second moments in the aggregated CWHS is restricted to variances. Therefore, off-diagonal elements of the covariance matrix of Social Security earnings must be estimated. Recall that y denotes the vector of Yctj, where c indexes cohort, t indexes year of earnings, and j indexes lottery number cells. The co- variance matrix of - is block diagonal, with nonzero elements for the covariance between Yc,j and ickj' and zeros everywhere else. Thus, there is only correlation between elements of the time-series of earnings for a particular cohort and lottery number group. The in-\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 81,
    "pages": [
      21
    ],
    "text": "VOL. 80 NO. 3\n\nANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\n333\n\nTABLE Al-DESCRIPTIVE STATISTICS FOR MEN BORN 1950-53"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 82,
    "pages": [
      21
    ],
    "text": "Race Year N Taxable Maximum FICA Earnings FICA at Limit FICA Zeros Earnings® W-2 at Limit®* W-2 Zeros® ‘White 69 68,407 7,800 1,473 0.003 0.321 68,339 7,800 1,45 1,977 0.010 0.241 n 68244 7,800 (1,825) 2,581 0.030 0.194 72 68,154 9,000 (2,233) 3,614 0.040 0.157 73 68,053 10,800 2,802) 4,738 0.046 0.141 74 67,966 13,200 (3,460) 5727 0.034 0.145 75 67,882 14,100 (4,170) 6,459 0.053 0.169 76 67,794 15,300 (443) 7,698 0.078 0.167 77 67,691 16,500 (5,548) 8,974 0.107 0.163 78 67,598 17,700 (6,206) 10,441 0.149 0.165 15,435 0.167 0.244 79 67,503 22,900 (7,050) 12,388 0.092 0.166 (91,032) 14,786 0.097 0.261 67,413 25,900 (8,455) 13,769 0.092 0.175 (65359 14,561 0.096 0.272 81 67,316 29,700 (9,678) 15,641 0.089 0.183 (28,180) 16,363 0.092 0.272 82 67,265 32,400 (11,129) 16,743 0.092 0.200 (15,295) 17,907 0.093 0.282 83 67,190 35,700 12,371) 0.089 0.210 (16,298) 19,595 0.089 0.275 , 3,621) 0.103 0219 (22,470) 0.101 0.281 Nonwhite 67,114 37,800 19,717 14,883) 21,595 (20,856) 69 21,514 7,800 1,306 (1,471) 0.002 0.464 70 21,501 7,800 1,711 (1,865) 0.007 0.417 n 21,475 7,800 2,197 (275 0.020 0.388 k2 21,443 9,000 3,072 (2,922) 0.025 0.352 73 21,412 10,800 3, (3,60 0.029 0.330"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 83,
    "pages": [
      21
    ],
    "text": "74 21,380 13,200 4,802 (435 0.021 0.336 75 21,339 14,100 5,404 (5,015) 0.031 0.359 76 21,310 15,300 6,453 (5,836) 0.049 0.350 77 21275 16,500 7,510 (6,616) 0.071 0.341 78 21,243 17,700 8,751 (7,541) 0.096 0.338 13,439 (63,722 0.116 0.391 9 21,200 22,900 10,262 (8,938) 0.061 0.329 13,581 (63,244) 0.067 0.393 21,167 25,900 11,405 (10,147) 0.063 0.331 11,716 (13,895) 0.067 0.397 81 21,130 29,700 12,986 (11,628) 0.063 0.335 13,421 (14,644) 0.063 0.388 82 21,109 32,400 14,045 0.067 0.354 14,983 0.065 0.408 83 21,077 35,700 (12,849) 15,101 0.067 0.358 (16,112) 16,271 0.065 0.396 21,042 37,800 (14,167) 16,391 0.077 0.353 (19,089) 17,905 0.073 0.387 5237) 20,784)"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 84,
    "pages": [
      21
    ],
    "text": "Notes: Statistics are from the Social Security Adminiatration CWHS. Standard deviations of earings in parentheses. Amounts are in current\n\ndollars. Sample statistics are weighted averages of cells for each race, year of birth, and five consecutive lottery numbers.\n\nwith zero earings.\n\naFractions at limit are fractions of nonzero earnings at or above FICA taxable maximum. Fractions zero are fractions of all nondecedents\n\nPFICA earnings are wage and salary and self-employment earnings in Social Security taxable employment. FICA taxable earnings are censored at the taxable maximum except for those with multiple sources. Multiple sources are censored by source.\n\nbFICA earings are wage and salary and self-employment earnings in Social Security taxable employment. FICA taxable earings are\n\ncensored at the taxable maximum except for those with multiple sources. Multiple sources are censored by source.\n\ninclude earings from self-employment.\n\ncW-2 earnings are total W-2 form wage and salary compensation, not censored at the Social Security taxable maximum. W-2 earings do not"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 85,
    "pages": [
      21
    ],
    "text": "This content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n334\n\nTHE AMERICAN ECONOMIC REVIEW\n\nJUNE 1990\n\ntertemporal correlation structure is assumed constant across lottery number groups so that the 73 cells avail- able for each race and cohort may be used to estimate correlation matrices for all race-cohort combinations. Correlations are converted to covariances using the within cell variances available from the CWHS data. This procedure is also applied to the adjusted FICA series described in Section 6 of the Appendix, with the modification that adjusted standard errors (diagonal elements of Q) are used to convert correlations to covariances.\n\nThe covariance matrix of p is also block diagonal, with elements equal to the variance of PCj in every element of the block corresponding to the time series for cohort c and lottery cell j. The variance of Pcj is estimated using the standard formula for an estimated proportion. The sample size in the formula is taken to be the size of the SIPP cohort for those born in 1950 and the size of the CWHS cohort for those born from 1951 to 53.\n\n6. FICA Earnings Adjusted for Censoring"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 86,
    "pages": [
      22
    ],
    "text": "For economy of notation, in this section all cells are indexed by j. The relationship between the expectation of censored earnings and the expectation of uncensored earnings for cell j is given by\n\n- =C + Pj\n\nwhere y? is the mean of uncensored earnings, [j is the mean of censored earnings, [ is the mean of earnings above the taxable maximum, Lj is the taxable maxi- mum, and pl is the fraction with earnings at or above the taxable maximum.20\n\nThe FICA earnings series is adjusted for censoring by applying this formula using estimates of 4 tabulated from March Current Population Surveys (CPS) for each year, race, and cohort. Although this procedure involves\n\n20This formula ignores the fact that the censored earnings of men with multiple employers may be above the taxable maximum. The formula may be used to analyze the bias in treatment effects estimated from censored data. Suppose that cell j is for a sample of draft-eligible men and that cell k is for a sample of draft-ineligible men. The draft-eligibility treatment ef- fect estimated from the difference between CWHS cen- sored mean earnings in cells j and k is the sample analogue of\n\n-c - = ( -p?k) +(Pj p k)( L- -IL'.) + Pk( lk 1'-"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 87,
    "pages": [
      22
    ],
    "text": "Assuming that the effect of draft eligibility on both pi and tl is of the same sign as the effect on o,u this expression shows that treatment effects estimated from the censored data differ from the true treatment effect by terms that are opposite in sign from the true effect.\n\nno parametric distributional assumptions, the adjust- ment is only approximate because the CPS estimates of ,Lj do not vary by lottery number. However, the adjust- ment does incorporate variation in p by lottery num- ber."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 88,
    "pages": [
      22
    ],
    "text": "Data on earnings above the FICA taxable maximum (,ul.) are taken from the Mare-Winship March CPS Uniform files. Cohort was determined on the basis of age in 1985; ages 34-35 were assigned 1950, ages 33-34 were assigned 1951, ages 32-33 were assigned 1952, and ages 31-32 were assigned 1953. The CPS reports wage and salary earnings in the year preceding the survey year. To compute the adjusted 1981-84 earnings series used in Tables 3 and 4, data from the CPSs for 1982-85 were used to compute separate a I by cohort and race for each year. Additional details and summary statistics for the CPS data are reported in Appendix A of Angrist (1989c). It should be noted that CPS earnings data are also censored-at $75,000 for 1981-83 earnings and at $100,000 for 1984 earnings.\n\nStandard errors for the adjusted series are calculated as follows. Let m = [m m 'm ]' denote the vector of sample moments corresponding to /,uC p', and gL and let ij ( =i, j=1,2,3) denote the corresponding blocks of the covariance matrix of m. The covariance matrix of m is assumed to be given by\n\n(11 112 0 712 122 0 0 0 233\n\nThe delta-method covariance matrix for the vector of adjusted earnings, ml + m2(m3 - L), is"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 89,
    "pages": [
      22
    ],
    "text": "= 11 +2112(m3- L) + - 22 (m3-L)2+ m2233.\n\nOnly the diagonal elements of Q are estimated using the above formula. Estimates of diagonal elements of F., and 122 are available from the CWHS cell statistics, while diagonal elements of 233 are estimated from the CPS micro data. An estimator for diagonal elements of 212 is easily shown to be (Angrist, 1989c)\n\n012j [ i( L- Kji) I Inj-\n\nA simplified procedure, described in Section 5 of this Appendix, is used to estimate the nonzero off-diagonal elements of Q directly from the adjusted cell means.\n\n7. Matching Draft-Eligibility Status to the SIPP\n\nThe Survey of Income and Program Participation is a Census Bureau longitudinal survey of approximately 20,000 households in the civilian noninstitutional popu- lation (U.S. Department of Commerce, 1985). Data for the first wave of the first SIPP panel were collected from four rotation groups in 1983 and 1984.\n\nThe SIPP public-use tapes contain year and month of birth. A Census Bureau \"in-house\" version of the\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\nVOL. 80 NO. 3"
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 90,
    "pages": [
      23
    ],
    "text": "ANGRIST: LIFETIME EARNINGS AND VIETNAM ERA DRAFT LOTTERY\n\n335\n\nSIPP contains information on day of birth, which is not released to the public. At the author's request, this information was used to match a dummy variable for draft-eligibility status to the public use version of SIPP Panel I. Draft eligibility was determined by the official RSN ceiling for men born from 1944-52 and by RSN 95 for men born in 1953. Vietnam era veteran status is coded from the SIPP variables VETSTAT, which records veteran status, and from U-SRVDTE, which records the period of service.\n\nREFERENCES\n\nAngrist, Joshua D., \"Grouped Data Estima- tion and Testing in Simple Labor Supply Models,\" Industrial Relations Section Working Paper, no. 234, Princeton Uni- versity, July 1988.\n\n, (1989a), \"Using the Draft Lottery to Measure the Effects of Military Service on Civilian Labor Market Outcomes,\" in Re- search in Labor Economics, 10, Ron Ehrenberg, ed., Greenwich: JAI Press, 1989.\n\n, (1989b), \"Selection for Military Ser- vice in the Vietnam Era,\" Industrial Rela- tions Section Working Paper, no. 250, Princeton University, April 1989."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 91,
    "pages": [
      23
    ],
    "text": ", (1989c), \"Lifetime Earnings and the Vietnam Era Draft Lottery: Evidence from Social Security Administrative Records,\" Industrial Relations Section Working Pa- per, no. 251, Princeton University, April 1989.\n\n, (1989d), \"Instrumental Variables Re- gression with Moments from Two-Sam- ples,\" Chapter 3 in Econometric Analysis of the Vietnam Era Draft Lottery, unpub- lished Princeton University doctoral dis- sertation, October 1989.\n\nand Krueger, Alan, \"Why Do World War II Veterans Earn More?\" National Bureau of Economic Research Working Paper, no. 2991, May 1989.\n\nBaskir, Lawrence M. and Strauss, William A., Chance and Circumstance: The Draft, The War and the Vietnam Generation, New York: Alfred A. Knopf, 1978.\n\nBerger, Mark C. and Hirsch, Banry T., \"The Civilian Earnings Experience of Vietnam- Era Veterans,\" Journal of Human Re- sources, Fall 1983, 18, 455-79.\n\nBuckler, Warren and Smith, Cresston, \"The Continuous Work History Sample\n\n(CWHS): Description and Contents,\" in Statistical Use of Administrative Records: Recent Research and Present Prospects Volume I, Department of the Treasury, Internal Revenue Service, Statistics of In- come Division, March 1984."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 92,
    "pages": [
      23
    ],
    "text": "Card, David and Sullivan, Daniel, \"Measuring the Effect of Subsidized Training Pro- grams on Movements In and Out of Em- ployment,\" Econometrica, January 1988, 56, 497-530.\n\nChamberlain, Gary, \"Multivariate Regression Models for Panel Data,\" Journal of Econo- metrics, January 1982, 18, 5-46.\n\nCrane, Jon R. and Wise, David A., \"Military Service and the Civilian Earnings of Youths,\" Chapter 6 in Public Sector Pay- rolls, D. A. Wise, ed., Chicago: University of Chicago Press, 1987.\n\nDeTray, Dennis N., \"Veteran Status as a Screening Device,\" American Economic Review, March 1982, 72, 133-42.\n\nGriliches, Z. and Mason, William, \"Education, Income and Ability,\" Journal of Political Economy, May/June 1972, 80, Part 2: S74-S103.\n\nHearst, Norman, Newman, Tom B. and Hulley, Stephen B., \"Delayed Effects of the Mil- tary Draft on Mortality: A Randomized Natural Experiment,\" New England Jour- nal of Medicine, March 6, 1986, 314, 620-24.\n\nHeckman, James J. and Robb, Richard, \"Alter- native Methods for Evaluating the Impact of Interventions,\" in J. Heckman and B. Singer, eds., Longitudinal Analysis of La- bor Market Data, New York: Cambridge University Press, 1985."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 93,
    "pages": [
      23
    ],
    "text": "Meyer, Robert J., Social Security, 3rd ed., Homewood, IL: Richard D. Irwin, 1985.\n\nMillea, Mary T. and Kilss, Beth, \"Exploration of Differences Between Linked Social Se- curity and Internal Revenue Service Wage Data for 1972,\" in Studies from Intera- gency Data Linkages, Report No. 11: Measuring the Impact on Family and Per- sonal Income Statistics of Reporting Dif- ferences Between the Current Population and Administrative Sources, U.S. Depart- ment of Health, Education and Welfare, Social Security Administration, March 1980.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms\n\n336\n\nTHE AMERICAN ECONOMIC REVIEW\n\n336 THE AMERICAN ECONOMIC REVIEW JUNE 1990\n\nMincer, Jacob, Schooling, Experience and Earnings, New York: National Bureau of Economic Research, 1974.\n\nNewey, Whitney K., \"Generalized Method of Moments Specification Testing,\" Journal of Econometrics, September 1985, 29, 229-56.\n\nRosen, Sherwin and Taubman, Paul, \"Changes in Life Cycle Earnings: What Do Social Security Data Show?\" Journal of Human Resources, Summer 1982, 17, 321-38."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 94,
    "pages": [
      24
    ],
    "text": "Schwartz, Saul, \"The Relative Earnings of Vietnam and Korean-Era Veterans,\" In- dustrial and Labor Relations Review, July 1986, 39, 564-72.\n\nTarr, Curtis W., By the Numbers: The Reform of the Selective Service System 1970-72, Washington: National Defense University Press, 1981.\n\nTaussig, Michael K., \"The Rationale for Veter- ans Benefits,\" in Those Who Served: Re- port of the 20th Century Fund Task Force on Policies Toward Veterans, New York: The 20th Century Fund, 1974.\n\nWald, Abraham, \"The Fitting of Straight Lines If Both Variables Are Subject to Error,\" Annals of Mathematical Statistics, Septem- ber 1940, 11, 284-300.\n\nWelch, Finis, \"The Effect of Cohort Size on Earnings: The Baby Boom Babies Finan- cial Bust,\" Journal of Political Economy, October 1979, Part 2, 87, S69-S97.\n\nWillis, Robert J., \"Wage Determinants: A Survey and Reinterpretation of Human Capital Earnings Functions,\" in 0. Ashen-\n\nfelter and R. Layard, eds., The Handbook of Labor Economics, Amsterdam: North- Holland, 1986.\n\nCouncil of Economic Advisors, Economic Report of the President, February 1988, Washing- ton: USGPO, 1988."
  },
  {
    "source": "Angrist 1990 Vietnam Draft.pdf",
    "chunk_index": 95,
    "pages": [
      24
    ],
    "text": "Selective Service System, Office of Public Affairs, \"A Short History of the Selective Service System,\" Washington: USGPO, 1986.\n\n, Semiannual Report of the Director of Selective Service for the Period July 1 to December 31, 1970, Washington: USGPO, 1971.\n\n(1969-1973), Semiannual Report of the Director of Selective Service, selected issues, Washington: USGPO, 1969-73.\n\nU.S. Department of Health and Human Services, Social Security Administration, Social Se- curity Bulletin Annual Statistical Supple- ment, Washington: USGPO, 1987.\n\nU.S. Department of Commerce, Bureau of the Census, Survey of Income and Program Participation: Wave I Rectangular File, Washington: USGPO, 1985.\n\nVeterans Administration (1981a), Reports and Statistics Service, Research Monograph 15: Educational and Income Characteris- tics of Veterans, March 1979, Washington: USGPO, August 1981.\n\n, (1981b), Office of Reports and Statis- tics, Data on Vietnam Era Veterans, Washington: USGPO, September 1981.\n\n, (1984), Administrator of Veterans Affairs, Annual Report 1983, Washington: USGPO, 1984.\n\nThis content downloaded from 18.9.61.112 on Tue, 07 Nov 2017 21:08:27 UTC All use subject to http://about.jstor.org/terms"
  }
]